<?php

return [
    'index' => 'Заявки',
    'force_delete' => 'Удалить окончательно',
    'restore' => 'Восстановить',
    'delete' => 'Удалить',
    'edit' => 'Редактировать',
    'send' => 'Отправить на проверку',
    'cancel' => 'Отозвать с проверки',
    'take' => 'Взять на проверку',
    'cancel_approval' => 'Отменить проверку',
    'request_changes' => 'Запросить правки',
    'request_approval' => 'Запросить проверку',
    'approve' => 'Одобрить',
    'reapproval' => 'Отправить на перепроверку'
];
