<?php

return [
    'index' => 'Мои персонажи',
    'all' => 'Персонажи',
    'create' => 'Создать нового персонажа',
    'edit' => 'Редактировать персонажа',
    'empty' => 'Персонажи не найдены',
    'cards' => [
        'main_info' => 'Основная информация',
        'visuals' => 'Внешность',
        'biography' => 'Биография',
        'registration_info' => 'Информация для регистрации',
        'additional_info' => 'Дополнительная информация',
    ],
    'placeholder' => [
        'name' => 'Эйран Хайд',
        'race' => 'Человек',
        'age' => '25 лет',
        'legacy' => 'Герой',
        'description' => 'Молодой герой, ищущий славы',
        'appearance' => 'Молодой мужчина со светлыми волосами. Носит типичную одежду простолюдина.',
        'personality' => 'Храбрый молодой человек со множеством амбиций.',
        'background' => 'Эйран родился в маленькой деревне. После того, как его родители умерли, он отправился навстречу приключениям.',
        'login' => 'AeranHyde',
        'player_only_info' => 'Скрытая информация, которая будет отображаться только Вам и гейммастерам.',
    ],
    'origin' => [
        'limbborn' => 'Лимборожденные',
        'planeborn' => 'Планорожденные',
        'undead' => 'Неупокоенные',
        'incarnated' => 'Воплощённые',
    ],
    'status' => [
        'blank' => 'Черновик',
        'pending' => 'Подан на проверку',
        'approval' => 'На проверке',
        'changes_requested' => 'Нужны правки',
        'approved' => 'Проверен',
        'deleting' => 'Удален',
    ],
    'stages' => [
        'main' => 'Основное',
        'charsheet' => 'Лист персонажа',
    ],
];
