<?php

return [
    'edit' => [
        'title' => 'Редактирование листа персонажа',
        'perks' => 'Изменение перков',
        'fates' => 'Изменение Судеб',
    ],
    'stats' => 'Характеристики',
    'perks' => 'Перки',
    'points' => [
        'stats' => 'Доступно очков Эститенции для распределения: ',
        'perks' => 'Взято перков: ',
        'perk_points' => 'Доступно очков перков: ',
        'skills' => 'Доступно очков навыков: ',
        'talents' => 'Взято талантов: ',
        'talent_points' => 'Доступно очков талантов: ',
    ],
    'inequality' => [
        'positive' => 'У персонажа есть :inequality свободных очков характеристик!',
        'negative' => 'Эститенция персонажа уменьшилась, необходимо снизить :inequality пунктов характеристик, прежде чем войти в игру!',
    ],
];
