<?php

return [
    'edit' => [
        'title' => 'Редактирование листа персонажа',
        'perks' => 'Изменение перков',
        'fates' => 'Изменение Судеб',
    ],
    'stats' => 'Характеристики',
    'crafts' => [
        'index' => 'Ремесла',
        'magic' => 'Магия',
        'tech' => 'Техника',
        'general' => 'Общие',
    ],
    'narrative_crafts' => [
        'title' => 'Умения',
        'name' => 'Название',
        'description' => 'Описание',
    ],
    'perks' => 'Перки',
    'fates' => 'Судьбы',
    'points' => [
        'stats' => 'Доступно очков Эститенции для распределения: ',
        'narrative_crafts' => 'Бесплатных умений: ',
        'perks' => 'Доступно перков: ',
        'perk_points' => 'Доступно очков перков: ',
        'fates' => 'Осталось Судеб: ',
        'active_combat_perks' => 'Боевых перков: ',
        'active_noncombat_perks' => 'Небоевых перков: ',
        'combat_perk_attack' => 'Атакующий перк: ',
        'combat_perk_defence' => 'Защитный перк: ',
        'skills' => 'Доступно очков навыков: ',
    ],
    'inequality' => [
        'positive' => 'У персонажа есть :inequality свободных очков характеристик!',
        'negative' => 'Эститенция персонажа уменьшилась, необходимо снизить :inequality пунктов характеристик, прежде чем войти в игру!',
    ]
];
