<?php

return [
    'index' => 'Перки',
    'create' => 'Создать перк',
    'edit' => 'Редактировать перк',
    'select' => 'Не взят - Выберите разновидность...',
    'combat' => 'Боевые перки',
    'noncombat' => 'Небоевые перки',
    'empty' => 'Перки не найдены',
    'activate' => 'Активировать',
    'deactivate' => 'Деактивировать',
    'points' => 'очков',
    'slots' => 'слотов',
    'placeholder' => [
        'name' => 'Название перка',
        'description' => 'Описание эффекта перка',
        'note' => 'Примечание',
    ],
    'variants' => [
        'create' => 'Добавить разновидность',
        'edit' => 'Редактировать разновидность перка',
    ],
    'types' => [
        'combat' => 'Боевой',
        'noncombat' => 'Небоевой',
        'attack' => 'Атакующий',
        'defence' => 'Защитный',
        'inactive' => 'Неактивен',
        'active' => 'Активен',
    ],
];
