<?php

return [
    'character-create-unlimited' => 'Создавать неограниченное количество персонажей',
    'character-view' => 'Просматривать персонажей',
    'character-manage' => 'Управлять персонажами',
    'character-force-delete' => 'Окончательно удалять персонажей',
    'character-estitence' => 'Менять Эститенцию персонажам',
    'application-view' => 'Просматривать персонажей на проверке',
    'application-approval' => 'Проверка персонажей',
    'application-admin' => 'Управление проверкой персонажей',
    'user-view' => 'Просмотр профилей пользователей',
    'user-edit' => 'Редактирование профилей пользователей',
    'user-manage' => 'Управление разрешениями пользователей',
    'user-ban' => 'Банить/Разбанивать пользователей',
    'user-accounts' => 'Управление аккаунтами пользователей',
    'settings' => 'Управление настройками системы',
    'logs' => 'Просмотр логов',
    'rumors-see' => 'Видеть авторов слухов',
    'rumors-manage' => 'Управлять слухами',
];
