<?php

return [
    'index' => 'Навыки',
    'create' => 'Создать навык',
    'edit' => 'Изменить навык',
    'proficiency' => 'Специальный',
    'empty' => 'Навыки не найдены',
    'soul_coefficient' => 'Коэффициент души',
    'cost' => 'Цена',
    'update' => 'Перераспределить',
    'level' => [
        'title' => 'Уровень',
        'bonus' => 'Бонус уровня',
        '0' => 'Нет',
        '1' => 'Владение',
        '2' => 'Профессия',
        '3' => 'Мастерство',
    ],
    'titled' => '+ Титул',
    'default' => 'По умолчанию',
];
