<?php

return [
    'index' => 'Потоки',
    'logs' => 'История',
    'path' => 'Архетип',
    'edit' => 'Изменение Потоков',
    'empty' => 'Потоки не выдавались',
    'placeholder' => [
        'red' => 'Алкоголик / Борец за свободу / Неумолимый романтик / Мечтатель',
        'blue' => 'Пивовар / Учёный / Инженер / Исследователь',
        'indigo' => 'Предприниматель / Дипломат / Монах / Миротворец',
        'gold' => 'Бармен / Альтруист / Верный друг / Добрый самаритянин',
        'silver' => 'Человек из народа / Тиран / Лидер / Супер-звезда',
    ],
    'names' => [
        'red' => 'Красный',
        'blue' => 'Синий',
        'indigo' => 'Индиго',
        'gold' => 'Золотой',
        'silver' => 'Серебряный',
    ],
];
