<?php

return [
    'index' => 'Персонажи',
    'create' => 'Создать нового персонажа',
    'edit' => 'Редактировать персонажа',
    'empty' => 'Персонажи не найдены',
    'cards' => [
        'main_info' => 'Основная информация',
        'visuals' => 'Внешность',
        'biography' => 'Биография',
        'registration_info' => 'Информация для регистрации'
    ],
    'placeholder' => [
        'name' => 'Эйран Хайд',
        'race' => 'Человек',
        'age' => '25 лет',
        'description' => 'Молодой герой, ищущий славы',
        'appearance' => 'Молодой мужчина со светлыми волосами. Носит типичную одежду простолюдина.',
        'background' => 'Эйран родился в маленькой деревне. После того, как его родители умерли, он отправился навстречу приключениям.',
        'login' => 'AeranHyde'
    ],
    'gender' => [
        'male' => 'Мужской',
        'female' => 'Женский',
        'other' => 'Другое'
    ],
    'status' => [
        'blank' => 'Черновик',
        'pending' => 'Подан на проверку',
        'approval' => 'На проверке',
        'approved' => 'Проверен',
        'deleting' => 'Удален'
    ]
];
