<?php

return [
    'index' => 'Перки',
    'create' => 'Создать перк',
    'edit' => 'Редактировать перк',
    'select' => 'Не взят - Выберите разновидность...',
    'combat' => 'Боевые перки',
    'noncombat' => 'Небоевые перки',
    'empty' => 'Перки не найдены',
    'placeholder' => [
        'name' => 'Название перка',
        'description' => 'Описание эффекта перка',
        'cost_offset' => 'Доп. цена',
        'note' => 'Примечание'
    ],
    'variants' => [
        'create' => 'Добавить разновидность',
        'edit' => 'Редактировать разновидность перка'
    ],
    'types' => [
        'combat' => 'Боевой',
        'noncombat' => 'Небоевой',
        'native' => 'Врождённый',
        'unique' => 'Уникальный',
        'inactive' => 'Неактивен',
        'active' => 'Активен'
    ]
];
