<?php

return [
    'perk' => [
        'activation' => 'Активация перка затратит 1 очко Голоса, оно будет снято автоматически.',
        'deactivation' => 'Перк будет деактивирован, и чтобы активировать его снова, придётся затратить 1 очко Голоса.',
    ],
    'character' => [
        'delete' => 'Персонаж будет удалён лишь через некоторое время. Удаление можно будет отменить.',
        'force_delete' => 'Это действие необратимо, персонаж будет удалён окончательно.',
        'cancel' => 'Повторная подача на проверку переместит персонажа в конец очереди.',
        'cancel_approval' => 'Игрок будет уведомлён о том, что его персонажа сняли с проверки.',
        'approval' => 'После одобрения игрок не сможет изменить параметры своего персонажа.',
        'reapproval' => 'Отправка персонажа на перепроверку заблокирует игровой аккаунт.'
    ]
];
